{
    "locales": {
        "en": {
            "title": "Welcome!",
            "title_menu": "About me",
            "title_long_prefix": "Hello...",
            "title_long": "I'm **Rishanth Kumar!**"
        },
        "es": {
            "title": "¡Saludos!",
            "title_menu": "Sobre mí",
            "title_long_prefix": "Hola...",
            "title_long": "Soy **Rishanth Kumar!**"
        },
        "fr": {
            "title": "Salut !",
            "title_menu": "À propos",
            "title_long_prefix": "Salut...",
            "title_long": "Je suis **Rishanth Kumar!**"
        },
        "ko": {
            "title": "환영합니다!",
            "title_menu": "소개",
            "title_long_prefix": "안녕하세요...",
            "title_long": "저는 **Rishanth Kumar!** 입니다!"
        }
    },
    "articles": [
        {
            "id": "contact_list",
            "component": "ArticleGrid",
            "config": {
                "ignorePaddingTop": true,
                "format": "inline"
            },
            "locales": {
                "en": {},
                "es": {},
                "fr": {},
                "ko": {}
            },
            "items": [
                {
                    "value": "Dallas – TX",
                    "links": [
                        {"href": null}
                    ],
                    "icon": {
                        "img": null,
                        "fa": "fa-solid fa-city",
                        "faColors": {"bg": null, "fill": null}
                    }
                },
                {
                    "value": "Email",
                    "links": [
                        {"href": "mailto:rishanth.2948@gmail.com"}
                    ],
                    "icon": {
                        "img": null,
                        "fa": "fa-solid fa-envelope",
                        "faColors": {"bg": null, "fill": null}
                    }
                }
            ]
        },
        {
            "id": "short_description",
            "component": "ArticleInfoBlock",
            "config": {},
            "locales": {
                "en": {"title": "**A little bit** about me..."},
                "es": {"title": "**Un poco** sobre mí..."},
                "fr": {"title": "**Un peu** à propos de moi..."},
                "ko": {"title": "저에 **대해 조금**..."}
            },
            "items": [
                {
                    "icon": {
                        "img": "images/svg/sblack.png",
                        "fa": null,
                        "faColors": {"bg": null, "fill": null}
                    },
                    "locales": {
                        "en": {
                            "text": "<p>An accomplished Salesforce developer with a 15x certifications in Salesforce having hands-on experience in the Salesforce ecosystem, I've honed my skills in designing, implementing, and optimizing Salesforce solutions tailored to meet the unique needs of diverse clients.</p><p>I'm proficient in leveraging the latest Lightning Experience features to build modern, intuitive user interfaces that foster productivity and engagement. Whether it's developing Lightning Web Components or optimizing existing Lightning pages.</p><p>I'm dedicated to understanding your unique business needs and tailoring Salesforce solutions that not only address your current challenges but also position you for sustained success in the long run.</p><p>I look forward to contributing my expertise <b>to your organization!</b></p>"
                        },
                        "es": {
                            "text": "<p>Un consumado desarrollador de Salesforce con 15 certificaciones en Salesforce y experiencia práctica en el ecosistema de Salesforce, he perfeccionado mis habilidades en el diseño, implementación y optimización de soluciones de Salesforce adaptadas para satisfacer las necesidades únicas de diversos clientes.</p><p>Soy competente en aprovechar las últimas características de Lightning Experience para crear interfaces de usuario modernas e intuitivas que fomenten la productividad y el compromiso. Ya sea desarrollando componentes web Lightning u optimizando páginas Lightning existentes.</p><p>Me dedico a comprender sus necesidades comerciales únicas y a adaptar las soluciones de Salesforce que no solo aborden sus desafíos actuales sino que también lo posicionen para un éxito sostenido a largo plazo.</p><p>¡Espero poder contribuir con mi experiencia <b>a su organización!</b></p>"
                        },
                        "fr": {
                            "text": "<p>Développeur Salesforce accompli avec 15 certifications Salesforce et une expérience pratique de l'écosystème Salesforce, j'ai perfectionné mes compétences dans la conception, la mise en œuvre et l'optimisation de solutions Salesforce adaptées aux besoins uniques de divers clients.</p><p>Je maîtrise parfaitement l'exploitation des dernières fonctionnalités de Lightning Experience pour créer des interfaces utilisateur modernes et intuitives qui favorisent la productivité et l'engagement. Qu'il s'agisse de développer des composants Web Lightning ou d'optimiser des pages Lightning existantes.</p><p>Je m'efforce de comprendre les besoins uniques de votre entreprise et d'adapter des solutions Salesforce qui non seulement répondent à vos défis actuels, mais qui vous positionnent également pour un succès durable à long terme.</p><p>J'ai hâte d'apporter mon expertise <b>à votre organisation !</b></p>"
                        },
                        "ko": {
                            "text": "<p>Salesforce에서 15x 인증을 취득하고 Salesforce 에코시스템에 대한 실무 경험을 보유한 숙련된 Salesforce 개발자로서 다양한 고객의 고유한 요구 사항을 충족하도록 맞춤화된 Salesforce 솔루션을 설계, 구현 및 최적화하는 기술을 연마했습니다.</p><p>저는 최신 Lightning Experience 기능을 활용하여 생산성과 참여도를 높이는 현대적이고 직관적인 사용자 인터페이스를 구축하는 데 능숙합니다. Lightning 웹 구성 요소를 개발하든 기존 Lightning 페이지를 최적화하든 상관없습니다.</p><p>저는 귀하의 고유한 비즈니스 요구 사항을 이해하고 현재 과제를 해결할 뿐만 아니라 장기적으로 지속적인 성공을 거둘 수 있도록 Salesforce 솔루션을 맞춤화하는 데 최선을 다하고 있습니다.</p><p>제 전문 지식을 <b>귀하의 조직에 기여할 수 있기를 기대합니다!</b></p>"
                        }
                    }
                }
            ]
        },
        {
            "id": "interests",
            "component": "ArticleGrid",
            "config": {
                "format": "grid"
            },
            "locales": {
                "en": {"title": "Personal **interests**"},
                "es": {"title": "Intereses **personales**"},
                "fr": {"title": "Intérêts **personnels**"},
                "ko": {"title": "개인 **관심사**"}
            },
            "items": [
                {
                    "icon": {
                        "img": null,
                        "fa": "fa-solid fa-plane",
                        "faColors": null
                    },
                    "value": null,
                    "locales": {
                        "en": {
                            "title": "Travelling",
                            "info": "Discovering new cultures and destinations."
                        }
                    }
                },
                {
                    "icon": {
                        "img": null,
                        "fa": "fa-solid fa-code",
                        "faColors": null
                    },
                    "value": null,
                    "locales": {
                        "en": {
                            "title": "Problem Solving",
                            "info": "Brainstorm on the issues and finding the solutions."
                        }
                    }
                },
                {
                    "icon": {
                        "img": null,
                        "fa": "fa-solid fa-gamepad",
                        "faColors": null
                    },
                    "value": null,
                    "locales": {
                        "en": {
                            "title": "Gaming",
                            "info": "Exploring games for fun ( A rare gamer )."
                        }
                    }
                }
            ]
        }
    ]
}
